var $lang={
    errAlertMsg: "無效的日期格式，或是日期超出限定範圍，需要重置嗎？",
    aWeekStr: ["週", "日" , "一", "二", "三", "四", "五", "六"],
    aLongWeekStr:["週","星期日","星期一", "星期二", "星期三", "星期四", "星期五", "星期六" ,"星期天"],
    aMonStr: ["一月", "二月", "三月", "四月", "五月", "六月", "七月", "八月", "九月", "十月", "十一月", "十二月"],
    aLongMonStr: ["一月", "二月", "三月", "四月", "五月", "六月", "七月", "八月", "九月", "十月", "十一月", "十二月"],
    clearStr: "清空",
    todayStr: "今天",
    okStr: "確定",
    updateStr: "確定",
    timeStr: "時間",
    quickStr: "快速選擇",
    err_1: '最小日期不能大於最大日期!'
}