var $lang={
errAlertMsg: "Неверная дата, исправить?",
aWeekStr: ["День", "ВС", "ПН", "ВТ", "СР", "ЧТ", "ПТ", "СБ"],
aLongWeekStr:["День","ВС","ПН","ВТ","СР","ЧТ","ПТ","СБ","ВС"],
aMonStr: ["ЯНВ", "ФЕВ", "МАР", "АПР", "МАЙ", "ИЮН", "ИЮЛ", "АВГ", "СЕН", "ОКТ", "НОЯ", "ДЕК"],
aLongMonStr: ["ЯНВ","ФЕВ","МАР","АПР","МАЙ","ИЮН","ИЮЛ","АВГ","СЕН","ОКТ","НОЯ","ДЕК"],
clearStr: "Удалить",
todayStr: "Сегодня",
okStr: "OK",
updateStr: "OK",
timeStr: "Время",
quickStr: "Быстрый выбор",
err_1: 'Начальная дата не может быть позже конечной'
}